[
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 1,
    "statement": "Claudette has eight dice, each with one of the letters P, Q, R and S written on all six faces. She builds the block shown in the diagram so that dice with faces which touch have different letters written on them. What letter is written on the faces of the one dice which is not shown on the picture?",
    "diagram": "assets/images/jk-2022-q01.png",
    "options": ["P","Q","R","S","It is impossible to say"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 2,
    "statement": "When it is 4 pm in London, it is 5 pm in Madrid and 8 am in San Francisco. Julio went to bed in San Francisco at 9 pm yesterday. What time was it in Madrid at that instant?",
    "options": ["6 am yesterday","6 pm yesterday","12 noon yesterday","12 midnight","6 am today"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 3,
    "statement": "Jacques and Gillian were given a basket containing 25 pieces of fruit by their grandmother. On the way home, Jacques ate one apple and three pears and Gillian ate three apples and two pears. When they got home they found the basket contained the same number of apples as it did pears and no other types of fruit. How many pears were they given by their grandmother?",
    "options": ["12","13","16","20","21"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 4,
    "statement": "One standard balloon can lift a basket with contents weighing not more than 80 kg. Two standard balloons can lift the same basket with contents weighing not more than 180 kg. What is the weight, in kg, of the basket?",
    "options": ["10","20","30","40","50"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 5,
    "statement": "The positive integer 1 and every fourth integer after that are coloured red; 2 and every fourth integer after that are coloured blue; 3 and every fourth integer are coloured yellow and 4 and every fourth integer are coloured green. Peter picks a number coloured yellow and a number coloured blue and adds them together. What could the colour of his answer be?",
    "options": ["blue or green","only green","only yellow","only blue","only red"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 6,
    "statement": "A map of Wonderland shows five cities. Each city is joined to every other city by a road. Alice's map, as shown, is incomplete. How many roads are missing?",
    "diagram": "assets/images/jk-2022-q06.png",
    "options": ["6","5","4","3","2"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 7,
    "statement": "What is the value of \\(\\tfrac{7}{6}+\\tfrac{5}{4}-\\tfrac{3}{2}\\)?",
    "options": ["23/24","11/12","1","13/12","25/24"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 8,
    "statement": "Both of the shapes shown in the diagram are formed from the same five pieces, a 5 cm by 10 cm rectangle, two large quarter circles and two small quarter circles. What is the difference in cm between their perimeters?",
    "diagram": "assets/images/jk-2022-q08.png",
    "options": ["2.5","5","10","20","30"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 9,
    "statement": "Fay, Guy, Huw, Ian and Jen are sitting in a circle. Guy sits next to both Fay and Ian. Jen is not sitting next to Ian. Who is sitting next to Jen?",
    "options": ["Fay and Huw","Fay and Ian","Huw and Guy","Huw and Ian","Guy and Fay"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 10,
    "statement": "The product of three different positive integers is 24. What is the largest possible sum of these integers?",
    "options": ["9","11","12","15","16"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 11,
    "statement": "In the diagram, lines QT and RS are parallel and PQ and QT are equal. Angle STQ is 154°. What is the size of angle SRQ?",
    "diagram": "assets/images/jk-2022-q11.png",
    "options": ["120°","122°","124°","126°","128°"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 12,
    "statement": "A rubber ball falls from the roof of a house of height 10 m. Each time it hits the ground, it rebounds to four-fifths of the height it fell from previously. How many times will the ball appear in front of a 1 m high window whose bottom edge is 5 m above the ground?",
    "options": ["1","2","4","6","8"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 13,
    "statement": "A regular octagon is folded exactly in half three times until a triangle is obtained. The bottom corner of the triangle is then cut off with a cut perpendicular to one side of the triangle as shown. Which of the following will be seen when the triangle is unfolded?",
    "diagram": "assets/images/jk-2022-q13.png",
    "options": ["A","B","C","D","E"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 14,
    "statement": "Ayeesha had 12 guests aged 6, 7, 8, 9 and 10 at her birthday party. Four of the guests were 6 years old. The most common age was 8 years old. What was the mean age of the guests?",
    "options": ["6","6.5","7","7.5","8"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 15,
    "statement": "The volume of a cube is V cm³. The surface area of the cube is 2V cm². What is the value of V?",
    "options": ["8","16","27","64","128"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 16,
    "statement": "There are more than 20 and fewer than 30 children in Miss Tree's class. They are all standing in a circle. Anna notices that there are six times as many children between her and Zara going round the circle clockwise as there are going round anticlockwise. How many children are there in the class?",
    "options": ["23","24","25","26","27"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 17,
    "statement": "Rectangle WXYZ is cut into four smaller rectangles as shown. The lengths of the perimeters of three of the smaller rectangles are 11, 16 and 19. The length of the perimeter of the fourth smaller rectangle lies between 11 and 19. What is the length of the perimeter of WXYZ?",
    "diagram": "assets/images/jk-2022-q17.png",
    "options": ["28","30","32","38","40"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 18,
    "statement": "The sum 3 + 5 × 7 − 9 = 36 is incorrect. However, if one of the numbers is increased by 1, it becomes a correct calculation. Which number should be increased?",
    "options": ["3","5","7","9","36"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 19,
    "statement": "Joseph writes the numbers 1 to 12 in the circles so that the numbers in adjacent circles differ by either 1 or 2. Which pair of numbers does he write in adjacent circles?",
    "diagram": "assets/images/jk-2022-q19.png",
    "options": ["3 and 4","5 and 6","6 and 7","8 and 9","8 and 10"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 20,
    "statement": "Sacha wants to cut a 6 × 7 rectangle into squares that all have integer length sides. What is the smallest number of squares he could obtain?",
    "options": ["4","5","7","9","42"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 21,
    "statement": "Patricia painted some of the cells of a 4 × 4 grid. Carl counted how many red cells there were in each row and in each column and created a table to show his answers. Which of the following tables could Carl have created?",
    "diagram": "assets/images/jk-2022-q21.png",
    "options": ["A","B","C","D","E"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 22,
    "statement": "Andrew wants to write the numbers 1, 2, 3, 4, 5, 6 and 7 in the circles in the diagram so that the sum of the three numbers joined by each straight line is the same. Which number should he write in the top circle?",
    "diagram": "assets/images/jk-2022-q22.png",
    "options": ["2","3","4","5","6"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 23,
    "statement": "A square piece of paper of area 64 cm² is folded twice, as shown in the diagram. What is the sum of the areas of the two shaded rectangles?",
    "diagram": "assets/images/jk-2022-q23.png",
    "options": ["10","14","15","16","24"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 24,
    "statement": "The non-zero digits p, q and r are used to make up the three-digit number 'pqr', the two-digit number 'qr' and the one-digit number 'r'. The sum of these numbers is 912. What is the value of q?",
    "options": ["3","4","5","6","0"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2022,
    "num": 25,
    "statement": "I gave both Ria and Sylvie a piece of paper. Each piece of paper had a positive integer written on it. I then told them that the two integers were consecutive. Ria said 'I don't know your number'. Then Sylvie said 'I don't know your number'. Then Ria said 'Ah, I now know your number'. Which of these could be the integer on Ria's piece of paper?",
    "options": ["1","2","4","7","11"],
    "answer": ""
  }
]
