[
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 1,
    "statement": "Ben lives in a large house with his father, mother, sister and brother as well as 2 dogs, 3 cats, 4 parrots and 5 goldfish. How many legs are there in the house?",
    "options": ["18","36","38","46","66"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 2,
    "statement": "The sum of five consecutive integers is 2015. What is the smallest of these integers?",
    "options": ["401","403","405","407","409"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 3,
    "statement": "The diagram on the right shows a cube of side 18 cm. A giant ant walks across the cube's surface from X to Y along the route shown. How far does it walk? [see diagram]",
    "options": ["54 cm","72 cm","80 cm","88 cm","90 cm"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 4,
    "statement": "How many seconds are there in $\\tfrac{1}{4}$ of $\\tfrac{1}{6}$ of $\\tfrac{1}{8}$ of a day?",
    "options": ["60","120","450","900","3600"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 5,
    "statement": "What is $203\\;515 + 2015$? (written as a numeracy check; see original for format)",
    "options": ["11","101","1001","111","103"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 6,
    "statement": "In the diagram, five rectangles of the same size are shown with each side labelled with a number. These rectangles are placed in the positions I to V so that numbers on touching sides are equal. Which rectangle should be placed in position I? [see diagram]",
    "options": ["A","B","C","D","E"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 7,
    "statement": "Selina takes a sheet of paper and cuts it into 10 pieces. She then takes one of these pieces and cuts it into 10 smaller pieces. She then takes another piece and cuts it into 10 smaller pieces and finally cuts one of the smaller pieces into 10 tiny pieces. How many pieces of paper has the original sheet been cut into?",
    "options": ["27","30","37","40","47"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 8,
    "statement": "John takes 40 minutes to walk to school and then to run home. When he runs both ways, it takes him 24 minutes. He has one fixed speed whenever he walks and another fixed speed whenever he runs. How long would it take him to walk both ways?",
    "options": ["56 minutes","50 minutes","44 minutes","28 minutes","24 minutes"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 9,
    "statement": "In the diagram on the right, the number in each circle is the sum of the numbers in the two circles below it. What is the value of $x$? [pyramid diagram]",
    "options": ["100","82","55","50","32"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 10,
    "statement": "The diagram on the right shows a large triangle divided up into squares and triangles. $S$ is the number of squares of any size in the diagram and $T$ is the number of triangles of any size in the diagram. What is the value of $S \\times T$? [see diagram]",
    "options": ["30","35","48","70","100"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 11,
    "statement": "In the diagram, the small equilateral triangles have area 4 cm$^2$. What is the area of the shaded region? [see triangular diagram]",
    "options": ["80 cm^2","90 cm^2","100 cm^2","110 cm^2","120 cm^2"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 12,
    "statement": "In the sum shown, different shapes represent different digits. What digit does the square represent? [diagram showing shapes +, -, etc.]",
    "options": ["2","4","6","8","9"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 13,
    "statement": "The sum of 10 distinct positive integers is 100. What is the largest possible value of any of the 10 integers?",
    "options": ["55","56","60","65","91"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 14,
    "statement": "The diagram shows five circles of the same radius touching each other. A square is drawn so that its vertices are at the centres of the four outer circles. What is the ratio of the area of the shaded parts of the circles to the area of the unshaded parts of the circles? [see diagram]",
    "options": ["1:3","1:4","2:5","2:3","5:4"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 15,
    "statement": "A rectangular garden is surrounded by a path of constant width. The perimeter of the garden is 24 m shorter than the distance along the outside edge of the path. What is the width of the path?",
    "options": ["1 m","2 m","3 m","4 m","5 m"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 16,
    "statement": "A caterpillar starts from its hole and moves across the ground, turning 90° either left or right after each hour. It moves 2 m in the first hour, then 3 m in the second hour and 4 m in the third hour and so on. What is the greatest distance it can be from its hole after seven hours?",
    "options": ["35 m","30 m","25 m","20 m","15 m"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 17,
    "statement": "In a pirate's trunk there are 5 chests. In each chest there are 4 boxes and in each box there are 10 gold coins. The trunk, the chests and the boxes are all locked. Blind Pew unlocks 9 locks and takes all the coins in all the boxes he unlocks. What is the smallest number of gold coins he could take?",
    "options": ["20","30","40","50","70"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 18,
    "statement": "Brian chooses an integer, multiplies it by 4 then subtracts 30. He then multiplies his answer by 2 and finally subtracts 10. His answer is a two-digit number. What is the largest integer he could choose?",
    "options": ["10","15","18","20","21"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 19,
    "statement": "From noon till midnight, Clever Cat sleeps under the oak tree and from midnight till noon he is awake telling stories. A poster on the tree says 'Two hours ago, Clever Cat was doing the same thing as he will be doing in one hour's time.' For how many hours a day does the poster tell the truth?",
    "options": ["3","6","12","18","21"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 20,
    "statement": "The diagram shows a sequence of shapes made up of black and white floor tiles where each shape after the first has two more rows and two more columns than the one before it. How many black tiles would be required to create the 15th shape in the sequence? [see diagram]",
    "options": ["401","421","441","461","481"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 21,
    "statement": "Peter has a lock with a three-digit code. He knows that all the digits of his code are different and that if he divides the second digit by the third and then squares his answer, he will get the first digit. What is the difference between the largest and smallest possible codes?",
    "options": ["42","468","499","510","541"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 22,
    "statement": "The diagram above shows the front and right-hand views of a solid made up of cubes of side 3 cm. The maximum volume that the solid could have is $V$ cm$^3$. What is the value of $V$? [see diagram]",
    "options": ["162","216","324","540","648"],
    "answer": ""
  },
  {
    "contest": "Junior Kangaroo",
    "year": 2015,
    "num": 23,
    "statement": "How many three-digit numbers have an odd number of factors? (i.e. are perfect squares)",
    "options": ["5","8","10","21","22"],
    "answer": ""
  },
  [
  {
    "contest": "JMC",
    "year": 2015,
    "num": 24,
    "statement": "Molly, Dolly, Sally, Elly and Kelly are sitting on a park bench. Molly is not sitting on the far right and Dolly is not sitting on the far left. Sally is not sitting at either end. Kelly is not sitting next to Sally and Sally is not sitting next to Dolly. Elly is sitting to the right of Dolly (not necessarily next to her). Who is sitting at the far right end?",
    "options": ["Molly","Dolly","Sally","Kelly","Elly"],
    "answer": ""
  },
  {
    "contest": "JMC",
    "year": 2015,
    "num": 25,
    "statement": "In a 100 m race Anna, Brigid and Carol run with constant speeds. When Anna finishes, Brigid is 16 m behind her. When Brigid finishes, Carol is 25 m behind Brigid. How far behind Anna was Carol when Anna finished?",
    "options": ["37","41","50","55","60"],
    "answer": ""
  }
]

]
